Repository: nusret35/RoadBuddy
Catalog: RoadBuddy/*.lproj/Localizable.strings
Languages: tr

source: Where are you?
tr: Neredesin?

source: Where will you go?
tr: Nereye?

source: From where?
tr: Nereden？

source: Where to?
tr: Nereye？

source: Back
tr: Geri

source: How many people are you with?
tr: Kaç kişisiniz？

source: Set Time
tr: Zamanı Seçin

source: Searching for trips
tr: Yolculuk Aranıyor

source: Please make sure your password is at least 8 characters contains a special character and a number.t
tr: Lüfen şifrenizin en az 8 karakter olduğunu ve en az bir özel karakter ve sayı içerdiğini kontrol edin.

source: Please fill in all fields.
tr: Lütfen tüm boşlukları doldurun.

source: Log in unsuccessful. Check your email or password.
tr: Giriş başarısız. Mail adresiniz ya da şifrenizi kontrol edin.

source: Your trip has been posted.
tr: Yolculuğunuz paylaşıldı.

source: We took your request. We will inform you when we find a trip.
tr: Talebiniz alındı. Yolculuk bulununca bildirim gönderilecektir.

source: We have received your request
tr: Talebiniz alındı

source: We will look for your match and notify you when we found one.
tr: Talebinize göre bir eşleşme bulununca bildirim gönderilecektir.

source: Sign Out
tr: Çıkış

source: Are you sure you want to sign out?
tr: Çıkış yapmak istediğinize emin misiniz?

source: You can choose your profile picture from your library
tr: Profil resminizi kütüphanenizden seçebilirsiniz.

source: Cancel
tr: İptal

source: Choose Photo
tr: Resim Seç

source: Continue
tr: Devam

source: Sign Up
tr: Kaydol

source: Login
tr: Giriş Yap

source: First Name
tr: Ad

source: Last Name
tr: Soyad

source: E-mail
tr: E-posta

source: Phone Number
tr: Telefon

source: School Name
tr: Okul

source: Username
tr: Kullanıcı adı

source: Password
tr: Şifre

source: Email
tr: E-posta

source: Welcome To RoadBuddy
tr: RoadBuddy'ye Hoş Geldiniz

source: Trips
tr: Yolculuklar

source: Booking Trip?
tr: Yolculuğu rezerve et?

source: Do you want to book this trip?
tr: Yolculuğu rezerve etmek istiyor musun?

source: Yes
tr: Evet

source: No
tr: Hayır

source: Okay
tr: Tamam

source: You already sent your request
tr: Yolculuk talebini zaten gönderdin

source: en_US_POSIX
tr: tr

source: Today
tr: Bugün

source: Taxi Trips
tr: Taksi Yolculukları

source: Enter the E-mail
tr: E-posta

source: Create Username
tr: Kullanıcı adı

source: Create a password
tr: Şifre

source: Add Your Birthday
tr: Doğum günü

source: Add Phone Number
tr: Telefon Numarası

source: Personal Info
tr: Kişisel Bilgi

source: Please enter a valid E-mail adress
tr: Lütfen geçerli bir E-posta giriniz.

source: The E-mail already been used, please log in or enter different E-mail.
tr: E-posta adresi zaten kullanılmış, lütfen giriş yapın yada farklı bir E-posta adressi giriniz.

source: Please enter a valid username
tr: Lütfen geçerli bir Kullanıcı adı giriniz.

source: The Username already been used, please enter a different username
tr: Kullanıcı adı kullanımda, lütfen farklı bir kullanıcı adı giriniz.

source: Please make sure your password is at least 8 characters contain at least one upper case letter
tr: Lütfen şifrenizin en az 8 haneli olduğunu ve en az bir büyük harf içerdiğini kontrol ediniz.

source: Please enter a valid phone number
tr: Lütfen geçerli telefon numarası giriniz.

source: Please make sure the phone number is in the range.
tr: Lütfen telefon numarasının geçerli aralıkta olduğunu kontrol ediniz.

source: Please choose the regional code
tr: Ülke/Bölge seçin

source: Please make sure firstname and lastname does not contain any numbers or special characters
tr: Lütfen isim ve soyismin sayı yada özel karakter içermediğini kontrol ediniz.

source: Please make sure lastname does not contain any numbers or special characters
tr: Lütfen soyismin sayı yada özel karakter içermediğini kontrol ediniz.

source: Please make sure firstname does not contain any numbers or special characters
tr: Lütfen ismin sayı yada özel karakter içermediğini kontrol ediniz.
